[
  {
    "title": "Where should we eat?",
    "image": "history1.png",
    "detail": "“I went to business school in a tourist town. Visitors would often ask me for recommendations on places to eat. Being a foodie, I would give them more information than they could absorb in passing. In 2011, I thought it would be a fun learning experience to create a tour that took people to some of the best places to try some of the food they’d otherwise miss during their visit.I was working full time while in grad school, so the food tour was more of a hobby. When I was unexpectedly laid off in the semester before graduation, I focused more on the tours to supplement my income while I interviewed and searched for new careers.”"
  },
  {
    "title": "Business Headaches",
    "image": "history2.png",
    "detail": "“I experienced all the challenges of running in-person tours, hiring and managing reliable staff. I know the problems and pain points that businesses experience on a regular basis. Over the next couple of years, I hired more staff and added new types of tours to our offerings: a brewery and winery tour, a history tour, and a ghost tour. One day I thought about how to address the common issues that we and other companies encounter while still delivering a great experience for customers. Problems included cancellation due to weather, no shows from both customers and even tour guides, late guests who wanted more flexibility, sold out groups, lack of availability or scheduling challenges, and many others. One Saturday afternoon I watched a Steve Jobs documentary and asked myself, can these problems be solved with technology? Why isn't there an app for this? Now, there is.”"
  },
  {
    "title": "The app for that",
    "image": "history3.png",
    "detail": "“I sunk all my savings into putting together a team that created an early version of Junket. I rented out my house, sold my car, and took a small room in a run down apartment. After a lot of hard work, dead ends and hopeless frustration, I finally failed my way to some semblance of success. One of the app tours we published made about $15K in revenue in a year, with almost no marketing. Clearly there is a demand for this. Visitors want all of the benefits of an experience with the freedom to do it on their own terms, and at their own pace. Traditional experiences do not offer that. Junket offers an established, consistent experience without the restrictions of a physically guided experience. What’s more, technology doesn’t only allow us to do the things we did before differently: it allows us to do more, and to do new things that are not possible without technology. Junket allows people to enjoy new experiences that were never possible before."
  },
  {
    "title": "Enter: Easy gamification",
    "image": "history4.png",
    "detail": "“As we added features and talked to users, it became clear that so much more was possible than a mobile based tour. Tours are very one-dimensional. You visit a location and listen to someone speak. You go to the next and repeat. It’s a great way to learn about a place, but not exactly most people’s idea of fun. There had to be a way to do more. We soon trialed gamification features with some tour groups, and they loved them. People loved being able to make decisions, searching for clues, and unraveling mysteries that determined where they would go next, and ultimately the course of their journey. Each person’s path could be different. Gamification was the answer to make traditional, often boring, linear tours fun and engaging. Allowing people to work together or to compete in completing these narratives (and earning points and prizes while doing so) added purpose, and gave the group something to focus on as they now interacted with each other and the history around them, instead of listening to someone speak. It opened up new experiences for people by allowing people to interact, talk, and to think. Junket is not made to get people to focus on their devices. We stare at our screen more than enough in our life. Junket is designed to enhance the physical world and improve the way in which we interact with it, and experience it.”"
  },
  {
    "title": "New Business Applications",
    "image": "history5.png",
    "detail": "“We started with a focus on consumers- on individual travelers, but we soon realized that what we had built was a software platform for creating experiences. It wasn’t to manage accounting, inventory, marketing, or other business functions. It was fun software that can help businesses interact directly with people through adventure games and other virtual augmented experiences. It was fun, but it also helped alleviate many business limitations. In an age where tourist destinations and organizations were investing in all the wrong apps for all the wrong reasons- providing them with basic information already offered through a simple google search or review platform- Junket offered an investment in a digital augmented experience, an activity. Junket is a blank canvass for businesses to create and experiment with different experiences, offer seasonal activities, to complement or substitute existing experiences, and to do things they could not do before without Junket. Experiences can now be sold to anyone, anywhere. Junket experiences open up a totally new revenue stream for their creators, while creating a new market that allows for experiences to be sold around the world, not only people visiting a physical location. Digital experiences will never replace physical experiences, nor are they designed to do so. People who want a traditional, physical tour or experience will not change their mind if a digital substitute is available. Instead, Junkets complement and enhance traditional experiences, while offering the ability to create totally new experiences that simply aren’t possible without Junket. There is always demand for the walking tour, people love the format. I don’t see it going anywhere. I see Junket as an addition and an extension.”"
  },
  {
    "title": "Endless possibilities",
    "image": "history6.png",
    "detail": "“Now, talking to our customers I see new applications every day for the Junket platform; families, engagement proposals, school field trips, conferences, university orientation and college tour games, fan-fiction extensions of the film tours, museums, and so much more. The Junket platform is a tool that bridges the virtual and the real world so well. I’m excited to see where our users take it.”"
  }
]